[
  {
    "title": "Trader Horn",
    "overview": "While on safari in an unexplored area of Africa, Trader Horn and Peru find missionary Edith Trent killed by natives. They decide to carry on her quest for her lost daughter Nina. They find her as the queen of a particularly savage tribe, and try to bring her back to civilization.",
    "runtime": 122.0,
    "vote_average": 2.5,
    "poster_path": "trader_horn.jpg",
    "date": "5/23/1937"
  },
  {
    "title": "Age of the Dragons",
    "overview": "Age of the Dragons is an adaptation of Herman Melville's classic novel Moby Dick. Set in a medieval realm where Captain Ahab and crew hunt dragons for the vitriol that powers their world, Ishmael, a charismatic harpooner and his friend Queequeg join their quest. Ahab's adopted daughter Rachel, beautiful and tough, runs the hunting vessel. Ahab's obsession to seek revenge on a great White Dragon that slaughtered his family when he was young and left his body scarred and mauled, drives the crew deeper into the heart of darkness. In the White Dragon's lair Ahab's secrets are revealed and Rachel must choose between following him on his dark quest or escaping to a new life with Ishmael.",
    "runtime": 91.0,
    "vote_average": 4.3,
    "poster_path": "age_of_the_dragons.jpg",
    "date": "3/21/2011"
  },
  {
    "title": "The Secret Life of Words",
    "overview": "A touching story of a deaf girl who is sent to an oil rig to take care of a man who has been blinded in a terrible accident. The girl has a special ability to communicate with the men on board and especially with her patient as they share intimate moments together that will change their lives forever.",
    "runtime": 112.0,
    "vote_average": 6.8,
    "poster_path": "the_secret_life_of_words.jpg",
    "date": "12/25/2005"
  },
  {
    "title": "Dying to Belong",
    "overview": "When a girls friend is killed by a college hazing, she is the only one who can find out the truth.",
    "runtime": 120.0,
    "vote_average": 6.6,
    "poster_path": "dying_to_belong.jpg",
    "date": "2/24/1997"
  },
  {
    "title": "Romance",
    "overview": "An opera star (Greta Garbo) kept by a rich older man (Lewis Stone) falls in love with a preacher (Gavin Gordon).",
    "runtime": 76.0,
    "vote_average": 4.3,
    "poster_path": "romance.jpg",
    "date": "10/9/2012"
  },
  {
    "title": "The Greasy Strangler",
    "overview": "Ronnie runs a Disco walking tour with his son, Brayden. When a sexy woman takes the tour, it begins a competition between father and son for her love. It also signals the arrival of an oily strangler who stalks the streets at night.",
    "runtime": 93.0,
    "vote_average": 6.1,
    "poster_path": "the_greasy_strangler.jpg",
    "date": "10/7/2016"
  },
  {
    "title": "The Amityville Horror",
    "overview": "George Lutz and his wife Kathleen, move into their Long Island dream house with their children only for their lives to be turned into a hellish nightmare. The legacy of a murder committed in the house gradually affects the family and a priest is brought in to try and exorcise the demonic presence from their home.",
    "runtime": 117.0,
    "vote_average": 6.2,
    "poster_path": "the_amityville_horror.jpg",
    "date": "4/15/2005"
  },
  {
    "title": "Dead Men Walk",
    "overview": "We meet Doctor Lloyd Clayton at the funeral of his twin brother, evil magician Elwyn. Zolarr, Elwyn's hunchbacked servant, acccuses Lloyd of Elwyn's murder, but Lloyd claims it was self-defense. Lloyd's niece Gayle and her fiance Harper soon find that Elwyn's evil influence is still at work.",
    "runtime": 64.0,
    "vote_average": 4.6,
    "poster_path": "dead_men_walk.jpg",
    "date": "4/12/1943"
  },
  {
    "title": "Gothic",
    "overview": "The year is 1816. A sprawling villa in Switzerland is the setting for a stormy night of madness.  On this night of the \"Haunted Summer,\" five famous friends gather around an ancient skull to conjure up their darkest fears.  Poets Lord Byron and Percy Shelley, Shelley's fiancée Mary Godwin, Mary's stepsister Claire Clairemont and Byron's friend John Polidori spend a hallucinogenic evening confronting their fears in a frenzy of shocking lunacy.  Horrifying visions invade the castle - realizations of Byron's fear of leeches, Shelley's fear of premature burial, Mary's fear of birthing a stillborn child - all brought forth in a bizarre dreamscape.  They share the terrifying fantasies that chase them through the castle that night.  The events of that night later inspired Mary Shelley to write the classic \"Frankenstein\" and Dr. Polidori to pen \"The Vampyre,\" which became the basis for the creation of Dracula..",
    "runtime": 84.0,
    "vote_average": 5.8,
    "poster_path": "gothic.jpg",
    "date": "11/30/1986"
  },
  {
    "title": "The Outsider",
    "overview": "Revolves around a British military contractor Lex Walker who is told his daughter has died. When he arrives in Los Angeles and discovers the body is not hers, he begins an investigation.",
    "runtime": 94.0,
    "vote_average": 4.6,
    "poster_path": "the_outsider.jpg",
    "date": "3/11/2014"
  },
  {
    "title": "The Sea of Grass",
    "overview": "Elia Kazan directs Spencer Tracy and Katharine Hepburn in an epic western melodrama.",
    "runtime": 123.0,
    "vote_average": 6.4,
    "poster_path": "the_sea_of_grass.jpg",
    "date": "4/25/1947"
  },
  {
    "title": "The Hollywood Complex",
    "overview": "Every spring, Hollywood hosts a very species-specific migration: kids. Thousands of aspiring child actors flock to Tinseltown for pilot season, the traditional casting period for new network and cable television shows. But unlike adult actors who pound the same star-lined pavement, kids come with their families. Many set up camp at the Oakwood, a temporary housing complex that caters to the showbiz flock. While their little Angelinas and mini Brads audition for armies of ruthless agents and TV executives, the parents must manage sky-high expectations and thin skins, including their own",
    "runtime": 90.0,
    "vote_average": 6.0,
    "poster_path": "the_hollywood_complex.jpg",
    "date": "5/1/2011"
  },
  {
    "title": "Executive Action",
    "overview": "Rogue intelligence agents, right-wing politicians, greedy capitalists, and free-lance assassins plot and carry out the JFK assassination in this speculative agitprop.",
    "runtime": 91.0,
    "vote_average": 6.2,
    "poster_path": "executive_action.jpg",
    "date": "11/7/1973"
  },
  {
    "title": "The Man from Laramie",
    "overview": "Will Lockhart (James Stewart) becomes entangled in the happenings of Coronado, an isolated western town, after delivering supplies there. He is especially involved with the Waggomans, an influential ranching family, and begins his search for someone selling rifles to the local Apaches, only to find out it is the son of the most powerful man in the area. It is at this point that his troubles begin.",
    "runtime": 104.0,
    "vote_average": 6.8,
    "poster_path": "the_man_from_laramie.jpg",
    "date": "8/31/1955"
  },
  {
    "title": "The Fast and the Furious",
    "overview": "A man wrongly imprisoned for murder breaks out of jail. He wants to clear his name, but with the police pursuing him, he's forced to take a beautiful young woman, driving a fast sports car, hostage and slip into a cross-border sports car race to try to make it to Mexico before the police get him.",
    "runtime": 73.0,
    "vote_average": 3.8,
    "poster_path": "the_fast_and_the_furious.jpg",
    "date": "6/22/2001"
  },
  {
    "title": "The Grass Harp",
    "overview": "Based on the novel by Truman Capote, this often-witty coming-of-age drama looks at a young man growing up with an unusual family in the Deep South in the 1940s.",
    "runtime": 107.0,
    "vote_average": 6.1,
    "poster_path": "the_grass_harp.jpg",
    "date": "9/10/1995"
  },
  {
    "title": "Whiskey Tango Foxtrot",
    "overview": "In 2002, cable news producer Kim Barker (Tina Fey) decides to shake up her routine by taking a daring new assignment in Kabul, Afghanistan. Dislodged from her comfortable American lifestyle, Barker finds herself in the middle of an out-of-control war zone. Luckily, she meets Tanya Vanderpoel (Margot Robbie), a fellow journalist who takes the shellshocked reporter under her wing. Amid the militants, warlords and nighttime partying, Barker discovers the key to becoming a successful correspondent.",
    "runtime": 112.0,
    "vote_average": 6.0,
    "poster_path": "whiskey_tango_foxtrot.jpg",
    "date": "3/4/2016"
  },
  {
    "title": "The Accidental Husband",
    "overview": "When radio love guru Dr Emma Lloyd convinces Patrick Sullivan's fiancée to dump him the week before their wedding. He sets about teaching her a lesson for interfering in other peoples lives that she knows nothing about. Things take a turn when he finds himself falling for the very person who ruined his life and everyone is going to have to learn a few lessons about 'Real Love'",
    "runtime": 90.0,
    "vote_average": 5.2,
    "poster_path": "the_accidental_husband.jpg",
    "date": "2/29/2008"
  },
  {
    "title": "An American Tail: The Mystery of the Night Monster",
    "overview": "Follow the clues to fun and excitement as the beloved little mouse takes on a big monster in this charming, full-length adventure. When a ferocious, mouse-nabbing creature puts fear into the hearts of New York City's rodents, Fievel and his friends team up with a reporter to chase after the scoop of the century and -- just maybe -- get a close-up look at the bad guy himself!",
    "runtime": 78.0,
    "vote_average": 5.8,
    "poster_path": "an_american_tail.jpg",
    "date": "2/24/1999"
  },
  {
    "title": "The Laramie Project",
    "overview": "\"The Laramie Project\" is set in and around Laramie, Wyoming, in the aftermath of the murder of 21-year-old Matthew Shepard. To create the stage version of \"The Laramie Project,\" the eight-member New York-based Tectonic Theatre Project traveled to Laramie, Wyoming, recording hours of interviews with the town's citizens over a two-year period. The film adaptation dramatizes the troupe's visit, using the actual words from the transcripts to create a portrait of a town forced to confront itself.",
    "runtime": 95.0,
    "vote_average": 6.0,
    "poster_path": "the_laramie_project.jpg",
    "date": "1/10/2022"
  }
]